const reviews = [
  {
    id: 1,
    name: 'Павло Іванов',
    comment: 'Дуже якісна продукція! Рекомендую.',
    date: '21.03.2025',
    rate: 5,
  },
  {
    id: 2,
    name: 'Тетяна Дорошенко',
    comment: 'Завжи тут купую перепилині яйця. Найкращі.',
    date: '21.05.2025',
    rate: 5,
  },
  {
    id: 3,
    name: 'Дмитро Х.',
    comment: 'Смачно і корисно',
    date: '5.02.2025',
    rate: 5,
  },
  {
    id: 4,
    name: 'Максим І.',
    comment: 'Товар чудовий, але не дуже зручно замовляти.',
    date: '21.03.2025',
    rate: 4,
  },
];

export default reviews;
