import React from 'react';
import { Section } from './DeliveryPayPage.styled';
import { PageTitle } from 'components/common/CommonText.styled';

const DeliveryPayPage = () => {
  return (
    <main>
      <Section>
        <PageTitle>Умови доставки та оплати </PageTitle>
       <span>Детальніше:</span> 
        <h3>Способи доставки</h3>
        <ul>
          <li>
            Нова Пошта Доставка 1-2 дня. Вартість доставки залежить від того,
            який спосіб оплати, ваги, габаритів вантажу та міста. Самовивіз
            Перед приїздом обов'язково необхідно узгодити наявність товару. Лише
            для продуктів харчування. Доставка живої птиці в Запоріжжі і в регіони
            України Вартість доставки 180.00 ₴. Сума вказана за 1-ящик. У ящик
            входить до 18 дорослих перепелів. У Запоріжжі видача птиці в районі
            ____________. Нова пошта По Україні, м'ясо ми
            доставляємо від 2 кг у замороженому вигляді (суха заморозка).
            Пакується в паперову коробку в середині якої термобокс з пінопласту
            і додатково обмотується стрейч - плівкою. Така термоізоляція
            дозволяє у процесі транспортування м'яса не розморозиться навіть при
            температурі +30. 
          </li>
        </ul>
        <h3>Способи оплати</h3>
        <ul>
          <li>
            Післяплата Оплата здійснюється в момент отримання замовлення у
            відділенні транспортної компанії. Готівкою курєру Оплата за товар
            кур'єру при отримання замовлення. Перерахування коштів на картковий
            рахунок Приватбанку Номер карти або рахунок буде висланий на Ваш
            телефон, після підтвердження замовлення нашим менеджером. При
            отриманні замовлення на пошті Оплата здійснюється в момент отримання
            замовлення у відділенні транспортної компанії. Детальніше:
          </li>
        </ul>
      </Section>
    </main>
  );
};
export default DeliveryPayPage;
